[Language]
Code="el"
Name="Ελληνικά"
Version="2.6.2"
Translator="Georgios AGATHOS <gaga@freemail.gr>"
Dir="ltr"

[MainFrame]
Title="Lingoes"
Close="Κλείσιμο"
Maximize="Μεγιστοποίηση"
Minimize="Ελαχιστοποίηση"
Restore="Επαναφορά"
Menu="Κεντρικός κατάλογος επιλογών"

; Status Icon
[NotifyIcon]
Tip="Lingoes\nΣύλληψη λέξης στην οθόνη: [$CursorStatus]\nΜτφρ. επιλεγμένου κειμένου: [$SelectionStatus]\nΜτφρ. κειμένου στο πρόχειρο: [$ClipboardStatus]"
InfoTitle="Lingoes"
Info="Σύλληψη λέξης στην οθόνη:\t[$CursorStatus]\nΜετάφραση επιλεγμένου κειμένου:\t[$SelectionStatus]\nΜετάφραση κειμένου στο πρόχειρο:\t[$ClipboardStatus]"
Enabled="Ενεργή"
Disabled="Ανενεργή"

[MainMenu]
Open="Άνοιγμα"
CursorTranslator="Σύλληψη λέξης στην οθόνη"
SelectionTranslator="Μετάφραση επιλεγμένου κειμένου"
ClipboardTranslator="Μετάφραση κειμένου στο πρόχειρο"
Configuration="Διαμόρφωση..."
Dictionaries="Λεξικά..."
Appendices="Παραρτήματα..."
Activation="Ενεργοποίηση προϊόντος"
UpdateOnline="Ενημέρωση από το διαδίκτυο"
Help="Βοήθεια"
About="Σχετικά με το Lingoes"
SupportOnline="Υποστήριξη από το διαδίκτυο"
Exit="Έξοδος"
EnterLicense="Εισάγετε την άδεια..."

[DlgInput]
Back="Προηγούμενο"
Forward="Επόμενο"
MainMenu="Κεντρικός κατάλογος επιλογών"
HistoryList="Ιστορικό"
Search="Αναζήτηση", "Αναζήτηση λεπτομερών επεξηγήσεων"
WebSearch="Αναζήτηση στον παγκόσμιο ιστό"
AutoMatch="Αυτόματη ταυτοποίηση", "Αυτόματη ταυτοποίηση στην ομάδα ευρετηρίου"
MatchSetup="Επιλογή ομάδας ευρετηρίου..."
FindEngine="Λήψη περισσότερων μηχανών αναζήτησης..."

[DlgIndex]
Index="Ευρετήριο"
Guide="Οδηγός"
Appendix="Παραρτήματα"
NoIndex="Δεν υπάρχει ευρετήριο!"
AddIndexGroup="<div style=\"margin: 10; font-family: '[$TextFont]'; font-size: [$TextFontSize]pt\">Προσθήκη λεξικού στην <b>ομάδα ευρετηρίου</b>, Μπορείτε να λάβετε προτάσεις ορθογραφίας, καθώς εισάγετε τη λέξη.<br/><br/><a href=\"app://dictionary_group/[$IndexGroupID]\"><u>Για τη διαχείριση της ομάδας ευρετηρίου, κάντε κλικ εδώ.</u></a></div>"

[WebGuide]
Results="Αποτελέσματα"
Spelling="Εναλλακτικές προτάσεις ορθογραφίας"
Appendices="Παραρτήματα"
Options="Επιλογές"
Dictionaries="Λεξικά...", "Διαχείριση λεξικών"
ManageAppendices="Παραρτήματα...", "Διαχείριση παραρτημάτων"
Configuration="Διαμόρφωση...", "Επιλογές διαμόρφωσης του λογισμικού"
Help="Βοήθεια", "Άνοιγμα της βοήθειας για το Lingoes"
Homepage="lingoes.net", "Επίσκεψη στο δκτυακό τόπο του Lingoes"
Community="Κοινότητα Lingoes", "Διαδικτυακή κοινότητα Lingoes"

[DlgAppendix]
WndTitle="Επιλογές για τα παραρτήματα"
Close="Κλείσιμο"
Install="Εγκατάσταση", "Παραρτήματα Lingoes (*.laf)|*.laf|", "Η εγκατάσταση απέτυχε! \nΑυτό μπορεί να οφείλεται στα μη ικανοποιητκά δικαιώματα που έχετε για πρόσβαση στα αρχεία."
Delete="Διαγραφή", "Θέλετε σίγουρα να διαγράψετε το \"[$Title]\";", "Η διαγραφή του \"[$Title]\" απέτυχε! \nΑυτό μπορεί να οφείλεται στα μη ικανοποιητκά δικαιώματα που έχετε για πρόσβαση στα αρχεία."
Modify="Μετατροπή", "Η μετατροπή απέτυχε! \nΑυτό μπορεί να οφείλεται στα μη ικανοποιητκά δικαιώματα που έχετε για πρόσβαση στα αρχεία."
NewGroup="Νέα ομάδα", "Η δημιουργία μίας νέας ομάδας απέτυχε! \nΑυτό μπορεί να οφείλεται στα μη ικανοποιητκά δικαιώματα που έχετε για πρόσβαση στα αρχεία."
MoveUp="Μετακίνηση επάνω"
MoveDown="Μετακίνηση κάτω"
CreateAppendix="Δημιουργία δικού μου..."
Download="Λήψη περισσότερων παραρτημάτων..."
Name="Όνομα"
Group="Ομάδα"
InstallSucceed="\"[$Title]\" Η εγκατάσταση ήταν επιτυχής."
OverwriteInstall="Το παράρτημα υπάρχει ήδη, θέλετε να το αντικαταστήσετε;\n\nΕμφάνιση τίτλου:[$Title]\nΌνομα: [$Name]"
InvalidInstallFile="Λάθος αρχείο εγκατάστασης!\n[$Filename]"

[DlgAppendixEdit]
WndTitle="Μετατροπή του \"[$Title]\"", "Δημιουργία νέας ομάδας"
Name="Όνομα"
DisplayTitle="Εμφάνιση τίτλου"
DisplayStyle="Στιλ εμφάνισης"
Ok="Εντάξει"
Cancel="Άκυρο"

[DlgAppendixBuilder]
WndTitle="Δημιουργός παραρτημάτων"
Name="Όνομα:  (Επιτρέπονται μόνο οι χαρακτήρες: a-z, 0-9, - και _)", "Το όνομα είναι υποχρεωτικό κι επιτρέπονται μόνο οι χαρακτήρες: a-z, 0-9, - και _."
Title="Τίτλος εμφάνισης:", "Ο τίτλος είναι υποχρεωτικός!"
Location="Τοποθεσία φακέλου του έργου:", "Η δημιουργία φακέλου για το έργο απέτυχε!", "Παρακαλώ επιλέξτε ένα διαθέσιμο φάκελο"
Create="Δημιουργία νέου έργου", "Η δημιουργία του έργου ήταν επιτυχής!\n\nΤώρα μπορείτε να σχεδιάσετε το παράρτημα ελεύθερα. Ξεκινήστε με την επεξεργασία του αρχείου \"index.html\".", "Η δημιουργία του έργου απέτυχε!"
Build="Κατασκευή", "Η κατασκευή του αρχείου για το παράρτημα ήταν επιτυχής!\n[$Filename]", "Η κατασκευή του αρχείου για το παράρτημα απέτυχε!\n[$Filename]"
Close="Κλείσιμο"
Tips="Συμβουλές: Μπορείτε να σχεδιάσετε το παράρτημα τώρα, ξεκινώντας με την επεξεργασία του αρχείου \"index.html\"."
OverwriteProject="Το αρχείο του έργου υπάρχει ήδη, θέλετε να το αντικαταστήσετε;"

[DlgStatus]
KeepVisible="Διατήρηση του παραθύρου πάνω από τα υπόλοιπα"
CursorTranslator=""
SelectionTranslator=""
ClipboardTranslator=""
OpenMiniWnd="Άνοιγμα/Κλείσιμο μικρού παραθύρου"

[DlgView]
Speak="Προφορά", "Προφορά του επιλεγμένου κειμένου"
Search="Αναζήτηση"
Copy="Αντιγραφή"
Print="Εκτύπωση..."
Save="Αποθήκευση..."
Find="Εύρεση..."
SelectAll="Επιλογή όλων"
TextTranslate="Μετάφραση κειμένου", "Μετάβαση στην οθόνη μετάφρασης κειμένου"
StartPage="Αρχική σελίδα", "Αρχική σελίδα"
ShowIndex="Εμφάνιση της πλαϊνής λωρίδας εργαλείων (Sidebar)"
HideIndex="Απόκρυψη της πλαϊνής λωρίδας εργαλείων (Sidebar)"
SaveFilter="Αρχείο HTML (*.htm; *.html)|*.htm;*.html|"
SpeechOption="Επιλογές φωνής..."
SelectVoice="Επιλογή φωνής"
Activation="Ενεργοποίηση", "Οδηγός ενεργοποίησης του Lingoes"
Buy="Αγορά", "Αγορά της εμπορικής έκδοσης του Lingoes"

[DlgRegister]
Title="Lingoes - Καταχώρηση επαγγελματία χρήστη"
FreeDownload="Το λογισμικό Lingoes διατίθεται ελεύθερα για μη εμπορική χρήση.\r\nΚατεβάστε τη δωρεάν έκδοση από εδώ..."
Name="Όνομα καταχώρησης:", "Το όνομα είναι υποχρεωτικό"
Email="Email καταχώρησης:", "Η διεύθυνση email είναι υποχρεωτική"
RegCode="Κωδικός καταχώρησης:", "Ο κωδικός καταχώρησης δεν ισχύει"
Support="Εξυπηρέτηση πελατών"
Register="Καταχώρηση", "Η αποθήκευση των πληροφοριών καταχώρησης απέτυχε"
Exit="Έξοδος"

[DlgInfo]
Title="Μήνυμα"
Ok="Εντάξει"
Cancel="Άκυρο"
Yes="Ναι"
No="Όχι"
Retry="Νέα προσπάθεια"
Abort="Ματαίωση"
Ignore="Άγνοια"

[DlgAuthentication]
Title="Σύνδεση σε "
TitleProxy="Σύνδεση διακομιστή μεσολάβησης "
Username="Όνομα χρήστη:"
Password="Κωδικός:"
Remember="Μη απαίτηση εισαγωγής κωδικού"
Ok="Εντάξει"
Cancel="Άκυρο"

[WndGrab]
Open="Αναζήτηση λεπτομερών επεξηγήσεων"
Speak="Προφορά"
Copy="Αντιγραφή"
TextTranslation="Μετάφραση κειμένου"
Back="Προηγούμενο" 
Forward="Επόμενο"
Search="Αναζήτηση\n  Enter:\t\tΑπλή αναζήτηση\n  Ctrl + Enter:\tΑναζήτηση λεπτομερών επεξηγήσεων\n  Shift + Enter:\tΜετάφραση κειμένου\n  Alt + Enter:\tΑναζήτηση στο διαδίκτυο"
RollUp="Ανάπτυξη/Σύμπτυξη του παραθύρου"
Option="Επιλογή"
KeepVisible="Διατήρηση του παραθύρου πάνω από τα υπόλοιπα"
KeepSize="Διατήρηση των διαστάσεων του παραθύρου"
AutoRollUp="Αυτόματη ανάπτυξη", "Όχι", "Καθυστέρηση [$DelaySecond] δευτερολέπτων"
CloseMiniWnd="Κλείσιμο μικρού παραθύρου"

[DlgDictOption]
Title="Επιλογές για τα λεξικά"
NetInstall="Διαδικτυακή εγκατάσταση", "Εγκατάσταση λεξικού από το δικτυακό τόπο του Lingoes"
Install="Εγκατάσταση", "Εγκατάσταση λεξικού από το δίσκο"
Uninstall="Κατάργηση εγκατάστασης", "Κατάργηση εγκατάστασης λεξικού"
Add="Προσθήκη", "Προσθήκη λεξικού στη λίστα"
Remove="Αφαίρεση", "Αφαίρεση του λεξικού από τη λίστα"
Download="Download", "Κατεβάστε το λεξικό στον υπολογιστή σας"
MoveTop="", "Μετακίνηση στην κορυφή"
MoveUp="", "Μετακίνηση επάνω"
MoveDown="", "Μετακίνηση κάτω"
MoveBottom="", "Μετακίνηση στο τέλος"
MoreDetails="", "Εμφάνιση πληροφοριών για το λεξικό"
Close="Κλείσιμο"

Installed="Εγκατεστημένα λεξικά"
Query="Εγκατεστημένα λεξικά"
Index="Ομάδα ευρετηρίου"
Grab="Ομάδα σύλληψης κειμένου"

InstalledList="Εγκατεστημένα λεξικά"
QueryList="Εγκατεστημένα λεξικά"
IndexList="Λίστα ομάδας ευρετηρίου"
GrabList="Λίστα ομάδας σύλληψης κειμένου"
DictID="ID"
Online="Διαδίκτυο"

Type="Τύπος"
OnlineType="Απαιτείται σύνδεση στο διαδίκτυο"
AddFilter="Λεξικά Lingoes (*.ld2, *.ldp)|*.ld2;*.ldp|"
InstallDict="Εγκατάσταση λεξικού"
Installing="Εγκαθίσταται..."
IndexDictTooMany="Συμβουλές:\n\nΗ προσθήκη πολλών λεξικών στην \"Ομάδα ευρετηρίου\" θα μειώσει το ρυθμό ταυτοποίησης των λέξεων,\nκαθώς πληκτρολογείτε τους χαρακτήρες στο πεδίο αναζήτησης. Σας προτείνουμε να προσθέσετε στην\n\"Ομάδα ευρετηρίου\" μόνο τα λεξικά που χρησιμοποιείτε πιο συχνά."

[DlgDictList]
Title="Προσθήκη λεξικών"
Add="Προσθήκη"
Cancel="Άκυρο"
Select="Επιλογή"
DictList="Εγκατεστημένα λεξικά"
ID="ID"
Online="Διαδίκτυο"

[DlgDictInfo]
Title="Πληροφορίες για το λεξικό"
Close="Εντάξει"

ID="ID"
MD5="MD5"
Tag="Σελιδοδείκτες"
Name="Όνομα"
Version="Έκδοση"
Date="Ημερ. δημιουργίας"
Update="Τελευταία ενημέρωση"
IndexCount="Σύνολο λέξεων"
Language=Language
MoreLanguage=More..
DictTitle="Τίτλος"
DictEdition="Έκδοση"
DictDescription="Περιγραφή"
PubAuthor="Συγγραφέας"
PubPress="Εκδόσεις"
PubEmail="Email"
PubWebsite="Δικτυακός τόπος"
PubCopyright="Δικαιώματα"
Filename="Όνομα αρχείου"

; Install Dictionaries
[DlgDictInstall]
Title="Εγκατάσταση λεξικού"
InstallSucceed="Η εγκατάσταση του λεξικού \"[$DictTitle]\" ήταν επιτυχής."
DictGroupOption="Επιλογές"
AddIndexGroup="Προσθήκη στην \"Ομάδα ευρετηρίου\""
AddIndexGroupDesc="Το Lingoes θα ψάξει στα λεξικά της ομάδας ευρετηρίου και θα προτείνει το πιο πιθανό αποτέλεσμα στη λωρίδα ευρετηρίου, καθώς θα πληκτρολογείτε τον όρο."
AddGrabGroup="Προσθήκη στην \"Ομάδα σύλληψης κειμένου\""
AddGrabGroupDesc="Το Lingoes θα ψάξει στα λεξικά της ομάδας σύλληψης κειμένου και θα εμφανίσει το αποτέλεσμα της μετάφρασης στο αντίστοιχο παράθυρο, καθώς θα επιλέγετε το κείμενο."
Ok="Εντάξει"

; Configuration
[DlgOption]
Title="Επιλογές διαμόρφωσης"
Ok="Εντάξει"
Cancel="Άκυρο"
General="Γενικά"
Appearance="Εμφάνιση"
Connection="Σύνδεση"
Speech="Ομιλία"
Hotkey="Πλήκτρα συντόμευσης"
Translate="Μετάφραση"
License="Άδειες χρήσης"
Capture="Σύλληψη κειμένου"

; General
[DlgOptGeneral]
Language="Γλώσσα"
UILanguage="Γλώσσα περιβάλλοντος εργασίας χρήστη"

WebSearch="Αναζήτηση στο διαδίκτυο"
SelectWebSearch="Επιλογή της μηχανής αναζήτησης στο διαδίκτυο"

TermHistory="Ιστορικό && Προσωρινή μνήμη"
SaveHistory="Αποθήκευση ζητούμενων λέξεων στο ιστορικό"
ClearHistory="Διαγραφή ιστορικού"
ClearHistoryConfirmation="Θέλετε να καθαρίσετε το ιστορικό των όρων;"

ResultCache="Τοπική προσωρινή μνήμη διαδικτυακού λεξικού"
ClearCache="Καθαρισμός μνήμης", "Θέλετε να καθαρίσετε την προσωρινή μνήμη αποθήκευσης;"

AutoStart="Εκτέλεση του Lingoes κατά τη σύνδεση στα Windows"
StartMin="Ελαχιστοποίηση μετά την εκκίνηση"

; Appearance
[DlgOptAppearance]
UserInterface="Περιβάλλον εργασίας χρήστη"
WindowStyle="Στιλ παραθύρου"
WindowFont="Γραμματοσειρά παραθύρου"
WindowFontSize="Μέγεθος γραμματοσειράς"
WindowFontSizeList="7", "8", "9", "10", "10.5", "11"
ResultDisplay="Εμφάνιση αποτελέσματος"
TextFont="Γραμματοσειρά κειμένου"
TextFontSize="Μέγεθος γραμματοσειράς"
TextFontSizeList="7", "8", "9", "10", "10.5", "11", "12", "13", "14", "16", "18", "20", "22", "24", "26", "28", "32", "36", "48"
PhoneticFont="Φωνητική γραμματοσειρά"
CursorTranslatorBar="Παράθυρο σύλληψης κειμένου"
FontColor="Χρώμα γραμματοσειράς"
BackColor="Χρώμα υποβάθρου"
BorderColor="Χρώμα πλαισίου"
Transparence="Διαφάνεια παραθύρου σύλληψης κειμένου"
SampleText="Σύλληψη κειμένου"

[Style]
0="Κανένα"
1="Προεπιλογή"

; Translate
[DlgOptTranslate]
SupportLCMap="Υποστήριξη αντιστοίχισης τοπικής γλώσσας"
InstantTranslation="Στιγμιαία μετάφραση"
TargetLanguage="Γλώσσα προορισμού:"
CurrentUserLanguage="= Τρέχουσα γλώσσα χρήστη"
TargetLanguage2="Αν η γλώσσα προορισμού είναι ίδια με την αρχική, να γίνει επαναφορά σε:"
NoTranslate="= Να μη γίνει μετάφραση"

;--------- For Compatible 2.4.2 and older ----------------
CursorActivation="Σύλληψη λέξης στην οθόνη"
MouseActivation="Κατάσταση ενεργοποίησης ποντικιού:"
MouseOver="Προσέγγιση ποντικιού επάνω"
LeftMouseButton="Αριστερό πλήκτρο ποντικιού"
MiddleMouseButton="Μεσαίο πλήκτρο ποντικιού"
RightMouseButton="Δεξί πλήκτρο ποντικιού"
MouseXButton1="Ποντίκι X Κουμπί1"
MouseXButton2="Ποντίκι X Κουμπί2"
TimeDelay="Καθυστέρηση:"
MSEL="χιλ. δευτερολέπτου"
IgnoreNumber="Να αγνοούνται οι αριθμοί"
IgnoreLatin="Να αγνοούνται οι λατινογενείς γλώσσες (αγγλικά, γαλλικά, ισπανικά, κ.λπ.)"
IgnoreCJK="Να αγνοούνται τα κινέζικα, ιαπωνικά και κορεάτικα"
IgnoreCyrillic="Να αγνοούνται τα κυριλλικά (ρωσικά, ουκρανικά, βουλγαρικά, κ.λπ.)"
IgnoreArabic="Να αγνοούνται τα αραβικά, εβραϊκά"
InstallAdobePlugin="Προσθήκη (Plug-in) στο Adobe Acrobat PDF"
ZonedWord="Μετάφραση επιλεγμένου κειμένου"
ZonedWordFilterRule="Κανόνες φίλτρου για την επιλογή κειμένου..."
;----------- end --------------------

; Capture
[DlgOptCapture]
CursorActivation="Σύλληψη λέξης στην οθόνη"
MouseActivation="Κατάσταση ενεργοποίησης ποντικιού:"
MouseOver="Προσέγγιση ποντικιού επάνω"
LeftMouseButton="Αριστερό πλήκτρο ποντικιού"
MiddleMouseButton="Μεσαίο πλήκτρο ποντικιού"
RightMouseButton="Δεξί πλήκτρο ποντικιού"
MouseXButton1="Ποντίκι X Κουμπί1"
MouseXButton2="Ποντίκι X Κουμπί2"
TimeDelay="Καθυστέρηση:"
MSEL="χιλ. δευτερολέπτου"
MatchPhrase="Ταίριασμα πρότασης"
IgnoreNumber="Να αγνοούνται οι αριθμοί"
IgnoreLatin="Να αγνοούνται οι λατινογενείς γλώσσες (αγγλικά, γαλλικά, ισπανικά, κ.λπ.)"
IgnoreCJK="Να αγνοούνται τα κινέζικα, ιαπωνικά και κορεάτικα"
IgnoreCyrillic="Να αγνοούνται τα κυριλλικά (ρωσικά, ουκρανικά, βουλγαρικά, κ.λπ.)"
IgnoreArabic="Να αγνοούνται τα αραβικά, εβραϊκά"
InstallAdobePlugin="Προσθήκη (Plug-in) στο Adobe Acrobat PDF"
ZonedWord="Μετάφραση επιλεγμένου κειμένου"
ForTextSelection="Κατά την επιλογή κειμένου"
ForDoubleClicking="Κατά το διπλό κλικ του ποντικιού"
ZonedWordFilterRule="Κανόνες φίλτρου για την επιλογή κειμένου..."
ShowOnlyFirstResult="Εμφάνιση μόνο των πρώτων αποτελεσμάτων της αναζήτησης"

; Capture - Zoned Word Filter
[DlgOptTranslateZWFilter]
Title="Κανόνες φίλτρου για την επιλογή κειμένου"
ProgramFilename="Όνομα αρχείου προγράμματος", "Όνομα αρχείου προγράμματος (Προσδιορίστε τα όλα)"
WndClassName="Όνομα κλάσης παραθύρου", "Όνομα κλάσης παραθύρου (Προσδιορίστε τες όλες)"
DisableSelect="Να αγνοείται η επιλογή κειμένου", "Να αγνοείται η επιλογή κειμένου"
DisableDBLClick="Να αγνοείται το διπλό κλικ", "Να αγνοείται το διπλό κλικ"
Comment="Σχόλιο", "Σχόλιο"
Add="Προσθήκη"
Modify="Μετατροπή"
Delete="Διαγραφή", "Είστε σίγουροι για τη διαγραφή του τρέχοντος αντικειμένου;"
Ok="Εντάξει"
Cancel="Άκυρο"
LoadDefault="Προεπιλογή", "Είστε σίγουροι για την επαναφορά των προεπιλεγμένων ρυθμίσεων;"
Browser="...", "Αναζήτηση", "Πρόγραμμα (*.exe)|*.exe|"
Capture="...", "Σύλληψη ονομασίας κλάσης παραθύρου"
AllProgram="-- Όλα τα προγράμματα --"
AllWindow="-- Όλα τα παράθυρα --"

[WndClassNameCapture]
Title="Σύλληψη ονομασίας κλάσης παραθύρου"
ProgramFilename="Όνομα αρχείου προγράμματος"
WndClassName="Όνομα κλάσης παραθύρου"
Capture="Σύλληψή του από την οθόνη"

; Speech
[DlgOptSpeech]
RPPEngine="Μηχανή φυσικής φωνής"
RPPEnable="Ενεργή"
RPPVoice="Φωνή"
RPPRebuildIndexFile="Κατασκευή αρχείου ευρετηρίου", "Η κατασκευή του αρχείου ευρετηρίου απέτυχε! \nΑυτό μπορεί να οφείλεται στα μη ικανοποιητκά δικαιώματα που έχετε για πρόσβαση στα αρχεία."
Engine="Μηχανή μετατροπής κειμένου σε ομιλία (Text-to-Speech)"
Voice="Φωνή"
Enable="Ενεργή"
Volume="Ένταση"
Pitch="Τονικότητα"
Speed="Ταχύτητα"
Format="Μορφή", "Προεπιλογή"
RealtimePron="Προφορά σε πραγματικό χρόνο"
PronInQuery="κατά την αναζήτηση μίας λέξης"
PronInCapture="κατά τη σύλληψη κειμένου"
Test="Δοκιμή"
EnterText="Εισάγετε κείμενο και δοκιμάστε αυτήν τη φωνή"
DownloadTTS="Κατεβάστε στον υπολογιστή σας το πακέτο φυσικής φωνής && μηχανής TTS..."

; Connect
[DlgOptConnection]
ConnectSet="Ρύθμιση σύνδεσης"
DirectConnect="Άμεση σύνδεση"
IEProxyConnect="Χρήση ρυθμίσεων μεσολάβησης από το πρόγραμμα περιήγησης"
ProxyConnect="Σύνδεση μέσω διακομιστή μεσολάβησης / τείχους προστασίας"
ProxyServer="Διαμεσολαβητής:"
ProxyPort="Θύρα:"
Username="Όνομα χρήστη:"
Password="Κωδικός:"
OnlineUpdate="Ενημέρωση από το διαδίκτυο"
UpdateNow="Να ενημερωθεί τώρα"
EnableUpdate="Ενημέρωση από το διαδίκτυο: Ενεργή"

; Hotkey
[DlgOptHotkey]
OpenMainWnd="Άνοιγμα του κυρίως παραθύρου"
GrabToggleKey="Πλήκτρα σύλληψης λέξης στην οθόνη"
SelectionToggleKey="Πλήκτρα μτφρ. επιλεγμένου κειμένου"
ClipboardToggleKey="Πλήκτρα μτφρ. κειμένου στο πρόχειρο"
Pronounce="Προφορά"
CopyInterpretation="Αντιγραφή υλικού στη μετάφραση"
SpeakSelectedText="Προφορά του επιλεγμένου κειμένου"
StopSpeak="Διακοπή ομιλίας"
DisableHotKey="Απενεργοποίηση πλήκτρων"
OpenMiniWnd="Άνοιγμα/Κλείσιμο μικρού παραθύρου"
RollUpMiniWnd="Ανάπτυξη/Σύμπτυξη μικρού παραθύρου"

[DlgExpire]
Title="Η χρήση του Lingoes έχει λήξει"
Ok="Αναβάθμιση"
Cancel="Έξοδος"
NetworkSettings="Ρύθμιση δικτύου"
Support="Lingoes.net"
AskUpgrade="Η τρέχουσα έκδοση έχει λήξει, πρέπει να την αναβαθμίσετε στην τελευταία! \nΑναβάθμιση στη νεότερη έκδοση;"

[DlgAbout]
DlgTitle="Σχετικά με το Lingoes"
; Version="Έκδοση: "
PortableEdition="Φορητή έκδοση"
Email="Διεύθυνση email"
Website="Διαδικτυακός τόπος του Lingoes"
LicenseTo="Η άδεια του προϊόντος ανήκει:"
; LicenseID="ID: "

;----------- new --------
PersonalUser="Προσωπική μη εμπορική χρήση"
EvaluationUser="Η δοκιμαστική έκδοση του λογισμικού χρησιμοποιείται μόνο για λόγους αξιολόγησης"
SingleUserLicense="Άδεια χρήσης ενός χρήστη"
MultiUserLicense="[$Quantity] άδειες χρήσης ([$KeyNo]/[$Quantity])"
LicenseExpire="Η άδεια χρήσης λήγει μετά από [$Day] ημέρες"
;----------- end -----------

[WebResult]
SpellingAlternatives="Εναλλακτικές προτάσεις ορθογραφίας"
SpellChecker="Έλεγχος ορθογραφίας"
TextTranslation="Μετάφραση κειμένου"
WebSearch="Αναζήτηση στο διαδίκτυο"
MoreResults="Περισσότερα αποτελέσματα"
WaitSearch="Αίτηση για περισσότερα αποτελέσματα..."
NoMatch="<div id='dict_result_nomatch' style=\"font-family:'[$TextFont]'; font-size:[$TextFontSize]pt; line-height:normal; padding:10; display:[$Display]\"><b>Δεν υπάρχει ταυτοποίηση για τη λέξη \"<font color='#C00000'>[$SearchKey]</font>\".</b></div>"

[WebStartPage]
StartPageTpl="<table id='startpage' width='100%' height='100%' border='0' cellspacing='0' cellpadding='10' onselectstart='return false'><tr><td align='center' style=\"font-family: '[$Font]'; font-size: [$FontSize]pt; line-height: 1.2em\"><a href='app://homepage/'><img border='0' src='[$ImgPath]logomain.png' width='134' height='40' style='margin-bottom:50'></a></td></tr></table>"
HelpTip="Χρήση του Lingoes"
DownDictTip="Κατεβάστε περισσότερα λεξικά"
Intro="Υποστήριξη μετάφρασης σε περισσότερες από 80 γλώσσες<br>Μετάφραση στο σημείο του δείκτη του ποντικιού, Μετάφραση κειμένου και μετατροπή κειμένου σε ομιλία"

[TextTranslation]
Title="Μετάφραση κειμένου"
To="σε"
Translate="Μετάφραση"
RequestFailed="Η αίτηση για υπηρεσίες μετάφρασης απέτυχε."
ConnectFailed="Η σύνδεση του Lingoes με το διακομιστή απέτυχε. Αν είστε συνδεδεμένοι στο διαδίκτυο, παρακαλούμε να ελέγξετε τις ρυθμίσεις σύνδεσης στις επιλογές διαμόρφωσης."
WaitRequest="Αίτηση για αποτελέσματα μετάφρασης..."
ParseResultFailed="Η ανάλυση των αποτελεσμάτων μετάφρασης απέτυχε. Αν λάβετε το μήνυμα αυτό πολλές φορές, παρακαλούμε να μας ενημερώσετε."

; Layout
[Layout]
DictMenu="Κατάλογος λεξικών"
ShowResult="Εμφάνιση αποτελέσματος"
MinimizeResult="Απόκρυψη αποτελέσματος"
FindWord="Εύρεση: "

; Dictionary Menu
[DictMenu]
About="Σχετικά..."
Enable="Ενεργοποίηση"
Disable="Απενεργοποίηση"
DisableMsg="Δεν θα εμφανιστούν ξανά αποτελέσματα από αυτό το λεξικό, γιατί το απενεργοποιήσατε!\n\nΜπορείτε να το ενεργοποιήσετε, οποιαδήποτε στιγμή, από την οθόνη \"Διαχείριση λεξικών\"."
MoveTop="Ορισμός ως βασικό αποτέλεσμα"
ArrangeResults="Τακτοποίηση αποτελεσμάτων..."
IndexGroup=" (Ομάδα ευρετηρίου)"
QueryGroup=" (Ομάδα ερώτησης)"
GrabGroup=" (Ομάδα σύλληψης κειμένου)"

[Update]
Title="Ενημέρωση από το διαδίκτυο"
AskUpgrade="Υπάρχει νεότερη έκδοση διαθέσιμη. Θέλετε να προχωρήσετε σε αναβάθμιση;"
UpgradeNow="Υπάρχει νεότερη έκδοση διαθέσιμη. Η αναβάθμιση σε αυτή είναι απαραίτητη."
UpdateSuccess="Η ενημέρωση ήταν επιτυχής!"
UpdateFail="Η ενημέρωση απέτυχε!"
NoUpdate="Δεν υπάρχει διαθέσιμη νεότερη έκδοση."

CheckUpdate="Έλεγχος για ενημερώσεις..."
GetUpdateInfo="Λήψη πληροφοριών ενημέρωσης..."
DownUpdateData="Λήψη δεδομένων ενημέρωσης..."
ExecUpdate="Ενημέρωση του συστήματος..."
GetUpgradeInfo="Λήψη πληροφοριών αναβάθμισης..."
DownUpgradeData="Λήψη δεδομένων αναβάθμισης..."
ExecUpgrade="Αναβάθμιση του συστήματος..."
NeedExitForUpgrade="Για την ολοκλήρωση της αναβάθμισης, το Lingoes πρέπει να τερματίσει."

[Message]
InitUpdateServerFail="Η αρχικοποίηση της υπηρεσίας αυτόματης ενημέρωσης απέτυχε."
StartDictServerFail="Η έναρξη της υπηρεσίας λεξικών απέτυχε."

DictFileErr="Λάθος μορφή αρχείου!\n[$Filename]"
DictVersinTooOld="[$Filename]\nΗ έκδοση ([$DictVer]) του τρέχοντος λεξικού είναι πολύ παλιά, παρακαλούμε ενημερώστε την.\n\nΘέλετε να επισκεφτείτε το δικτυακό τόπο του Lingoes για να αναζητήσετε την τελευταία έκδοση;"
DictVersinTooNew="[$Filename]\nΗ έκδοση ([$DictVer]) του τρέχοντος λεξικού απαιτεί νεότερη έκδοση του λογισμικού.\n\nΘέλετε να κατεβάσετε την τελευταία έκδοση του λογισμικού από το δικτυακό τόπο του Lingoes;"

AskDictRepeatInstall="Η λίστα των λεξικών περιλαμβάνει ήδη το λεξικό \"[$DictTitle]\".\nΘέλετε να συνεχίσετε;"
InstallDictFail="Η εγκατάσταση του λεξικού\n[$Filename] απέτυχε."
AskUninstall="Θέλετε να καταργήσετε την εγκατάσταση του λεξικού\n[$DictTitle];\n\nID: [$DictID]"
UninstallDictFail="Η κατάργηση εγκατάστασης του λεξικού\n[$DictTitle] απέτυχε.\n\nID: [$DictID]"
AskRemoveFromGroup="Θέλετε να αφαιρέσετε το λεξικό \"[$DictTitle]\" από τη λίστα;"

MemoryAllocFail="Η εκχώρηση μνήμης απέτυχε."
FilenameInvalid="Λάθος όνομα αρχείου."
SaveFileFail="Η αποθήκευση του αρχείου απέτυχε."
OpenFileFail="Το άνοιγμα του αρχείου απέτυχε."

AreYouAbort="Θέλετε να ματαιώσετε την τρέχουσα διαδικασία;"
CreateThreadFail="Η δημιουργία νήματος απέτυχε"
CreateEventFail="Η δημιουργία γεγονότος απέτυχε"
Unfulfilment="Το χαρακτηριστικό δεν έχει υλοποιηθεί"
OnlyProVersion="Το χαρακτηριστικό υπάρχει μόνο στην έκδοση Pro."
NoRegister="Έκδοση μη καταχωρημένη. Καταχωρήστε το λογισμικό για να χρησιμοποιήσετε το χαρακτηριστικό."
UsernameIsEmpty="Το όνομα χρήστη είναι κενό. Παρακαλούμε συμπληρώστε το."
SaveSearchResultFail="Η αποθήκευση του αποτελέσματος της αναζήτησης απέτυχε."

OpenAppendixFail="Το άνοιγμα του περιεχομένου του παραρτήματος απέτυχε.\n\nΘέλετε να κατεβάσετε το παράρτημα από το δικτυακό τόπο του Lingoes τώρα;"
OpenSpeechEngineFail="Η φόρτωση της μηχανής TTS απέτυχε. Ελέγξτε αν είναι εγκατεστημένη στο σύστημά σας!\n\nΓια την προφορά μίας λέξης, η μηχανή TTS πρέπει να υπάρχει στο σύστημά σας. Σε αντίθετη περίπτωση,\n\nθέλετε να την κατεβάσετε από το δικτυακό τόπο του Lingoes τώρα;"

; NeedIE6Support="Το Lingoes απαιτεί την έκδοση 6 (ή μεταγενέστερη) του Internet Explorer. Παρακαλούμε αναβαθμίστε το πρόγραμμα περιήγησης στο διαδίκτυο στην έκδοση αυτή."
NoImplement="Ζητούμε συγνώμη, αλλά το χαρακτηριστικό αυτό δεν έχει υλοποιηθεί ακόμη."

InstallSucceed="Η εγκατάσταση ήταν επιτυχής." 
InstallFailed="Η εγκατάσταση απέτυχε."

[DlgOptLicense]
Product="Εμπορικό προϊόν"
Enter="Εισάγετε την άδεια χρήσης..."
Remove="Αφαίρεση της άδειας χρήσης", "Η αφαίρεση της άδειας χρήσης μπορεί να απενεργοποιήσει ορισμένα χαρακτηριστικά του προϊόντος.\nΘα θέλατε να συνεχίσετε με την αφαίρεσή της για τα ακόλουθα προϊόντα:\n\n[$ProductList]"
Detail="Περισσότερες πληροφορίες..."

LicenseID="ID: "
LicenseTo="Κάτοχος της άδειας χρήσης: "
LicenseExpire="Η άδεια χρήσης λήγει μετά από [$Day] ημέρες."
SingleUserLicense="Άδεια χρήσης ενός χρήστη"
MultiUserLicense="[$Quantity] άδειες χρήσης ([$KeyNo]/[$Quantity])"

[DlgActivation]
Title="Εισάγετε την άδεια χρήσης"
ActivateTitle="Εισάγετε το κλειδί της άδειας χρήσης", "Μπορείτε να βρείτε το κλειδί στο email επιβεβαίωσης αγοράς του προϊόντος ή στο δίσκο εγκατάστασης μέσα στη συσκευασία του προϊόντος."
LicenseKey="Κλειδί:"
Name="Το όνομά σας:"
Email="Η διεύθυνση email σας:"
NetworkSet="Ρυθμίσεις δικτύου", "Για την ενεργοποίηση του προϊόντος θα πρέπει να είστε συνδεδεμένοι στο διαδίκτυο. Παρακαλούμε να ρυθμίσετε το διακομιστή διαμεσολάβησης, αν το κρίνετε απαραίτητο."
Activate="Ενεργοποίηση"
BuyTitle="Αγορά προϊόντος από την [$Publisher]", "για την αγορά ενός προϊόντος της [$Publisher], κάντε κλικ στο κουμπί αγοράς."
Buy="Αγορά"
Cancel="Κλείσιμο"

IncorrectProductKey="Το κλειδί που έχετε εισάγει είναι λανθασμένο."
IncorrectName="Το όνομα είναι λανθασμένο. Παρακαλούμε να εισάγετε ένα όνομα με 32 χαρακτήρες το πολύ."
IncorrectEmail="Η διεύθυνση email είναι λανθασμένη. Παρακαλούμε να εισάγετε μία έγκυρη διεύθυνση με 128 χαρακτήρες το πολύ."
WaitRequest="Σε εξέλιξη... Παρακαλούμε περιμένετε."

RequestFailed="Η διαδικασία ενεργοποίησης απέτυχε. Ο διακομιστής μπορεί να είναι απασχολημένος. Παρακαλούμε να προσπαθήσετε ξανά αργότερα."
NetworkFault="Δεν μπορεί να γίνει σύνδεση με το διακομιστή ενεργοποίησης. Παρακαλούμε να ελέγξετε τις ρυθμίσεις δικτύου."
ResponseError="Τα δεδομένα απάντησης από το διακομιστή είναι λανθασμένα."
OtherError="Άγνωστο σφάλμα."
SaveDataFailed="Η αποθήκευση των δεδομένων απέτυχε."

ActivateSuccess="Η ενεργοποίηση πέτυχε!"
ActivateFailed="Η ενεργοποίηση απέτυχε!"
